# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'cjbassi/gotop'
tap 'teamookla/speedtest'
tap 'caarlos0/tap'

# Binaries
brew 'direnv'
brew 'pwgen'
brew 'pyenv'
brew 'gotop'
brew 'gum'
brew 'npm'
brew 'neofetch'
brew 'neovim'
brew 'speedtest'
brew 'tree'
brew 'terminal-notifier'
brew 'caarlos0/tap/timer'

# Apps
cask '1password'
cask 'clipy'
cask 'daisydisk'
cask 'dozer'
cask 'docker'
cask 'firefox'
cask 'fliqlo'
cask 'font-hack-nerd-font'
cask 'font-hack'
cask 'iterm2'
cask 'numi'
cask 'pycharm-ce'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'wireshark'
cask 'xnviewmp'
