# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'cjbassi/gotop'
tap 'teamookla/speedtest'

# Binaries
# brew 'firebase-cli' no longer in use
brew 'pwgen'
brew 'gotop'
brew 'hugo'
brew 'khanhas/tap/spicetify-cli'
brew 'npm'
brew 'neofetch'
brew 'speedtest'
brew 'tree'
brew 'ruby' #for Jekyll Dev
brew 'rbenv' #for Jekyll Dev

# Apps
cask '1password'
cask 'adobe-creative-cloud'
cask 'atom'
cask 'clipy'
cask 'dozer'
cask 'docker'
cask 'firefox'
cask 'fliqlo'
cask 'font-hack-nerd-font'
cask 'font-hack'
# cask 'hey'
cask 'iterm2'
# cask 'itsycal'
cask 'messenger'
cask 'notion'
cask 'numi'
cask 'obsidian'
cask 'rectangle'
cask 'rocket'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'wireshark'
cask 'xnviewmp'
